Revit 2027 API
ParameterTypeId.InstanceFreeHostOffsetParam Property
 "Offset from Host"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InstanceFreeHostOffsetParam { get; }
Public Shared ReadOnly Property InstanceFreeHostOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InstanceFreeHostOffsetParam {
	ForgeTypeId^ get ();
}
static member InstanceFreeHostOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace